// export const CATEGORY = [
//     {
//         name: 'ทั้งหมด',
//         url: '/'
//     },
//     {
//         name: 'อาหาร',
//         url: '/food'
//     },
//     {
//         name: 'เครื่องใช้ภายในบ้าน',
//         url: '/furniture'
//     },
//     {
//         name: 'สวน',
//         url: '/garden'
//     },
//     {
//         name: 'เสื้อผ้า',
//         url: '/cloth'
//     },
//     {
//         name: 'เครื่องเขียน',
//         url: '/stationary'
//     },
//     {
//         name: 'แต่งบ้าน',
//         url: '/home'
//     }
// ]

export const CATEGORY = [
  {
    id: 'food',
    name: 'ด้านการจัดหาอาหาร'
  },
  {
    id: 'cloth',
    name: 'ด้านเครื่องแต่งกาย'
  },
  {
    id: 'beauty',
    name: 'ด้านความงาม'
  },
  {
    id: 'furniture',
    name: 'ด้านเครื่องใช้ในบ้าน'
  },
  {
    id: 'electronic',
    name: 'ด้านเครื่องใช้ไฟฟ้า'
  },
  {
    id: 'agriculture',
    name: 'ด้านอุปกรณ์ทำการเกษตร '
  },
  {
    id: 'stationary',
    name: 'ด้านหนังสือและเครื่องเขียน'
  },
  {
    id: 'music',
    name: 'ด้านเพลงและดนตรี'
  },
  {
    id: 'mobile',
    name: 'ด้านมือถือและอุปกรณ์เสริม'
  },
  {
    id: 'sports',
    name: 'ด้านกีฬาและอุปกรณ์เสริม'
  }
];

export const CATEGORY_CHECKBOX = [
  'ด้านการจัดหาอาหาร',
  'ด้านเครื่องแต่งกาย',
  'ด้านความงาม',
  'ด้านเครื่องใช้ในบ้าน',
  'ด้านเครื่องใช้ไฟฟ้า',
  'ด้านอุปกรณ์ทำการเกษตร',
  'ด้านหนังสือและเครื่องเขียน',
  'ด้านเพลงและดนตรี',
  'ด้านมือถือและอุปกรณ์เสริม',
  'ด้านกีฬาและอุปกรณ์เสริม',
  'ให้ความช่วยเหลือตามรายการให้ความช่วยเหลือของฉัน'
];
